/* LiveLoops Clip 'Play From' Setting */
"LiveLoopsClipPlayFrom_Absolute" = "Toistopaikan sijainti";

/* LiveLoops Clip 'Play From' Setting */
"LiveLoopsClipPlayFrom_Current" = "Pysäytyskohta";

/* LiveLoops Clip 'Play From' Setting */
"LiveLoopsClipPlayFrom_Position" = "Alku";

/* LiveLoops Clip 'Play From' Setting */
"LiveLoopsClipPlayFrom_Relative" = "Toistettavan solun paikka";

/* LiveLoops Clip 'Play Mode' Setting */
"LiveLoopsClipPlayMode_Momentary" = "Hetkellinen";

/* LiveLoops Clip 'Play Mode' Setting */
"LiveLoopsClipPlayMode_Retrigger" = "Laukaise uudelleen";

/* LiveLoops Clip 'Play Mode' Setting */
"LiveLoopsClipPlayMode_Start/Stop" = "Aloita / lopeta";

/* LiveLoops Clip 'Play Mode' Setting */
"LiveLoopsClipPlayMode_UseClipSettings" = "Soluina";

/* Name for the active bypassed parameter mapping */
"Bypassed" = "Ohitettu";

/* Name for the inactive bypassed parameter mapping
Name of inactive mute in parameter mapping
   Name of inactive solo in parameter mapping */
"---" = "---";

/* Name of active mute in parameter mapping */
"Muted" = "Mykistetty";

/* No comment provided by engineer. */
"%lu objects" = "%lu kohdetta";

/* Parameter in Channel */
"%@ in %@" = "%@ kanavassa %@";

/* Parameter is mapped to nothing */
"Unmapped" = "Kartoittamaton";

/* Parameter mapping */
"Layer Bypass" = "Tason ohitus";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/16Note" = "1/16-nuotti";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/2Note" = "1/2-nuotti";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/2Triplet(1/3)" = "1/2-trioli (1/3)";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/4Note" = "1/4-nuotti";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/4Triplet(1/6)" = "1/4-trioli (1/6)";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/8Note" = "1/8-nuotti";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/8Triplet(1/12)" = "1/8-trioli (1/12)";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1Bar" = "1 tahti";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_2Bars" = "2 tahtia";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_3Bars" = "3 tahtia";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_4Bars" = "4 tahtia";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_6Bars" = "6 tahtia";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_8Bars" = "8 tahtia";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_CellEnd" = "Solun loppu";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_Global" = "Globaali";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_Off" = "Pois";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_SmartPickup" = "Smart Pickup";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_UseClipSettings" = "Soluina";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/16 Note' */
"LiveLoopsTimeSnapMenu_1/16NoteShort" = "1/16";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/2 Note' */
"LiveLoopsTimeSnapMenu_1/2NoteShort" = "1/2";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/2Triplet(1/3)' */
"LiveLoopsTimeSnapMenu_1/2Triplet(1/3)Short" = "1/2 t";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/4 Note' */
"LiveLoopsTimeSnapMenu_1/4NoteShort" = "1/4";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/4Triplet(1/6)' */
"LiveLoopsTimeSnapMenu_1/4Triplet(1/6)Short" = "1/4 t";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/8 Note' */
"LiveLoopsTimeSnapMenu_1/8NoteShort" = "1/8";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/8Triplet(1/12)' */
"LiveLoopsTimeSnapMenu_1/8Triplet(1/12)Short" = "1/8 t";

/* Soloed */
"Soloed" = "Tehty sooloksi";

/* YouTube Sign In Alert Title: YouTube Sign In */
"YouTube Sign In" = "YouTube-kirjautuminen";

/* no target mapping name */
"None" = "Ei mitään";

/* string for counting a name up e.g. Song 1, Song 2, ... */
"%1$@ %2$@" = "%1$@ %2$@";
